<html>
<head>
<title>วัดหน้าพระเมรุ</title>
<link rel="stylesheet"
href="https://fonts.googleapis.com/css?family=Prompt|Srisakdi" rel="stylesheet">
<style>
body {
     background-image:url(p4.jpg);   
     background-attachment:fixed;
font-family: 'Prompt', serif;
font-size: 20px;
color:DimGrey;
</style>
</head>
<body>
<a name="n"><center><h1><span style="font-family:Srisakdi ">-วัดหน้าพระเมรุ-</h1>
<br>เปิดเวลา 08.30-17.30 น.
ค่าเข้าชมเฉพาะชาวต่างชาติ 20 บาท


<img src="napa.jpg" width="900" heigth="500" alt="หน้าพระเมรุ">
</center>
<br>
<h1><span style="font-family:Srisakdi ">- วัดหน้าพระเมรุ - </h1>
<p><hr>ประวัติความเป็นมา
<br><dd>วัดหน้าพระเมรุ หรือ วัดพระเมรุราชิการามวรวิหาร ตั้งอยู่ที่อำเภอพระนครศรีอยุธยา จังหวัดพระนครศรีอยุธยา ริมคลองสระบัวด้านเหนือของคูเมือง (แม่น้ำลพบุรีเก่า) ตรงข้ามกับพระราชวังหลวง มีชื่อเดิมว่า "วัดพระเมรุราชการาม" แต่ไม่ปรากฏหลักฐานว่าใครเป็นผู้สร้างและสร้างในสมัยใด พิจารณาได้ว่า น่าจะเป็นวัดสร้างขึ้นตรงที่ถวายพระเพลิงกษัตริย์องค์ใดองค์หนึ่งต้นสมัยอยุธยา[1] มีแต่เพียงตำนานกล่าวว่าพระองค์อินทร์ในรัชกาลสมเด็จพระรามาธิบดีที่ 2 ได้สร้างวัดนี้ขึ้นเมื่อ พ.ศ. 2046 แต่ไม่มีหลักฐานยืนยันแน่นอน[2] วัดหน้าพระเมรุเป็นวัดเดียวในกรุงศรีอยุธยาที่ไม่ถูกพม่าทำลาย และยังคงสภาพที่ดีมาก บ้างสันนิษฐานว่าอาจเป็นเพราะพม่าได้ไปตั้งกองบัญชาการอยู่ที่วัดนี้กับวัดหัสดาวาส (ซึ่งปัจจุบันเป็นวัดร้างและยังเหลือสิ่งก่อสร้างที่ไม่ถูกทำลายอยู่บ้าง) พระอุโบสถของวัดหน้าพระเมรุเป็นแบบอยุธยาซึ่งมีเสาอยู่ภายใน แต่น่าจะมาเพิ่มเสารับชายคาที่หลังในรัชสมัยสมเด็จพระเจ้าอยู่หัวบรมโกศ[3] พระประธานในอุโบสถซึ่งสร้างปลายสมัยอยุธยา หรือได้รับการบูรณะครั้งใหญ่ในช่วงนั้น เป็นพระพุทธรูปทรงเครื่องหล่อสำริดขนาดใหญ่ ด้านหลังพระอุโบสถยังมีอีกองค์หนึ่งแต่เล็กกว่า คือ พระศรีอริยเมตไตรย์

สิ่งสำคัญที่ปรากฏภายในวัดนี้ คือ พระอุโบสถและพระพุทธรูปประธานทรงเครื่องใหญ่ ซึ่งอาจจะได้รับการบูรณะครั้งใหญ่ในรัชกาลของสมเด็จพระเจ้าปราสาททอง หน้าบันของพระอุโบสถเป็นไม้แกะสลักปิดทองที่แสดงรูปนารายณ์ทรงครุฑยุดนาคประทับราหูแวดล้อมด้วยเหล่าเทวดา (ด้านหน้าพระอุโบสถมีเทวดาแวดล้อม 26 องค์ ด้านหลังพระอุโบสถมีเทวดาแวดล้อม 22 องค์ รวมเทวดา 48 องค์) คติดังกล่าวเป็นที่นิยมในสมัยโบราณที่ถือว่าพระมหากษัตริย์ทรงเป็นสมมติเทพ คือเป็นพระนารายณ์อวตาร ดังนั้น หน้าบันของโบสถ์ วิหาร หรือปราสาทราชวังที่พระมหากษัตริย์ทรงสร้างหรือทรงบูรณะก็มักจะทำรูปพระนารายณ์ทรงครุฑเป็นสำคัญ อันมีความหมายว่าวัดแห่งนี้เป็นพระอารามหลวง[4] ตัวพระอุโบสถไม่มีหน้าต่าง แต่ทำเป็นช่องลูกกรงให้แสงแดดและลมผ่านเข้าไปภายใน ลูกกรงดังกล่าวยังทำเป็นดอกเหลี่ยมหรือที่เรียกว่าผนังลูกกรงมะหวดเหลี่ยม (แบบเดียวกับผนังวิหารหลวง วัดมหาธาตุ ซึ่งเป็นศิลปะอยุธยาตอนต้น)
</dd>
<br>
<p>
<h1><hr><span style="font-family:Srisakdi ">- พระพุทธรูป -</h1>
<p>
<ol>
<li>พระพุทธนิมิตวิชิตมารโมลีศรีสรรเพชญบรมไตรโลกนาถ</li>
<li>พระคันธารราฐ </li>
<li>หลวงพ่อขาว</li>
</ol> 
<hr>
<h1><br><b><span style="font-family:Srisakdi ">-สถานที่สำคัญ-</b></h1>
<li><a href="#y">เจดีย์รายมีต้นโพธิ์ปกคลุม</a></li>
<li><a href="#g">บานไม้แกะสลักที่วิหารน้อย</a></li>
<li><a href="#r">จิตรกรรมฝาผนังในวิหารน้อย</a></li>
<hr>
<center><h1><a name="n"><span style="font-family:Srisakdi ">-รูปภาพ-</a></h1>
<p>
<table border="3">
<tr>
<th>พระพุทธนิมิตวิชิตมารโมลีศรีสรรเพชญบรมไตรโลกนาถ
</th>
<th>พระคันธารราฐ </th>
<th>หลวงพ่อขาว</th>
</tr>
<tr>
<td><center><img src="pha.jpg" width="400" heigth="100" alt="หน้าพระเมรุ">
</td>
<td><center><img src="pha2.jpg" width="200" heigth="100" alt="หน้าพระเมรุ"></td>
<td><center><img src="ph3.jpg" width="200" heigth="100" alt="หน้าพระเมรุ"></td>
</tr>
<tr>
<td><center>พระประธาน</td>
<td><center>พระพุทธรูปสำคัญ</td>
<td><center>สถานที่สำคัญ</td>
</tr>
</table>
</center>
<hr>
<dt><a name="top"> เสียเอกราชครั้งที่ 1 ที่เกิดขึ้นในภายหลัง (ในปี พ.ศ. 2112) </a></dt>
<dd>วัดหน้าพระเมรุนี้ปรากฏในพระราชพงศาวดารเป็นครั้งแรกว่า ราวปี พ.ศ. 2106 พระเจ้าบุเรงนอง (ภายหลังนับเป็นมหาราชองค์ที่ 2 ของพม่า) และสมเด็จพระมหาจักรพรรดิทรงทำสัญญาสงบศึก โดยได้ตั้งพลับพลาสำหรับเป็นที่เสด็จมาทรงทำสัญญาในระหว่างวัดหน้าพระเมรุแห่งนี้กับวัดหัสดาวาส ซึ่งก็ได้เจรจาสงบศึกกันได้สำเร็จในที่สุด โดยกรุงศรีอยุธยายอมมอบช้างเผือก 4 ช้างให้แก่หงสาวดี มอบบุคคลที่เคยทัดทานมิให้มอบช้างเผือกแก่หงสาวดีไปเป็นตัวประกัน ยอมส่งช้างปีละ 30 เชือก และเงินอีกปีละ 300 ช่าง และยอมให้หงสาวดีมีสิทธิเก็บภาษีอากรในเมืองมะริด ฝ่ายกรุงศรีอยุธยาก็ทรงต่อรองขอดินแดนที่ฝ่ายหงสาวดียึดไว้คืนทั้งหมด ฝ่ายหงสาวดีก็ยอมคืนแต่โดยดี และถอยกลับสู่หงสาวดี ทำให้ครั้งนั้นพระเจ้าบุเรงนองยังไม่ได้กรุงศรีอยุธยาเป็นประเทศราช เหตุการณ์เจรจาสงบศึกได้นี้เกิดขึ้นก่อนเหตุการณ์กรุงศรีอยุธยาฯ </dd>
<dt><a name="top"> เสียเอกราชครั้งที่ 2 ที่เกิดขึ้นในภายหลัง (ในปี พ.ศ. 2310) </a></dt>
<dd>อีกครั้งหนึ่งคือ ราวปี พ.ศ. 2303 พระเจ้าอลองพญา (ภายหลังนับเป็นมหาราชองค์ที่ 3 ของพม่า) ได้ยกทัพเข้าล้อมกรุงศรีอยุธยา และตั้งทัพหลวงไว้ตรงทุ่งพระเมรุ พระเจ้าอลองพญาได้ทรงบัญชาการศึกและทรงสั่งการให้นำปืนใหญ่เข้ามาตั้งในเขตวัดหน้าพระเมรุ และให้จุดไฟยิงปืนใหญ่ข้ามไปยังพระราชวังหลวงฝั่งตรงข้าม ปรากฏว่าเกิดเหตุลูกปืนอุดทำให้ปืนใหญ่ระเบิดแตกออก ต้องพระวรกายของพระเจ้าอลองพญาจนสาหัส จนต้องถอยทัพและสิ้นพระชนม์เมื่อถอยยังไม่พ้นเมืองตาก เป็นอันยุติการรุกรานกรุงศรีอยุธยาไปอีกครั้งหนึ่ง เหตุการณ์พระเจ้าอลองพญาบาดเจ็บจนต้องถอยทัพและสิ้นพระชนม์นี้เกิดขึ้นก่อนเหตุการณ์กรุงศรีอยุธยาฯ </dd>
<hr>
<h2><center><a name="y">เจดีย์รายมีต้นโพธิ์ปกคลุม</a></h2><center>
<img src="p1.jpg" height="200">

<h2><center><a name="g">บานไม้แกะสลักที่วิหารน้อย</a></h2>
<img src="p2.jpg" height="200">

<h2><center><a name="r">จิตรกรรมฝาผนังในวิหารน้อย</a></h2>
<img src="p3.jpg" height="200">
</center>
<hr>
<h1><span style="font-family:Srisakdi ">- วิดีโอแนะนำ - </h1>
<p>
<iframe width="560" height="315" src="https://www.youtube.com/embed/5wBb-thLHPo" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
<br>

<p>
<h1><b><span style="font-family:Srisakdi ">- การเดินทาง -</b></h1>
<br>เมื่อมาถึงเกาะเมืองอยุธยา วิ่งรอบคูเมืองไปตามถนนอู่ทอง ตัดข้ามคูเมือง
ตามเส้นที่จะไปบ้านคลองสระบัว วัดหน้าพระเมรุอยู่ด้านซ้ายมือ
<br>Fackbook : วัดหน้าพระเมรุ
<br>เปิดเวลา 08.30-17.30 น.
ค่าเข้าชมเฉพาะชาวต่างชาติ 20 บาท


<p><a href="#n">Back to top</a></p>
</body>
</html>
